Repository: 22352927803/tds-vscode
Catalog: tds-vscode-translations/tds-vscode/tds-vscode.*.xlf
Languages: pt_br, ru

# tds.package.description
source: TOTVS Developer Studio for VSCode
pt_br: TOTVS Developer Studio para VSCode
ru: TOTVS Developer Studio для VSCode

# tds.package.args.for.lsp
source: Array containing extra arguments to pass to the TOTVS Language Server binary
pt_br: Matriz contendo argumentos extras para passar ao binário do TOTVS Language Server
ru: Массив, содержащий дополнительные аргументы для передачи в двоичный файл TOTVS Language Server

# tds.package.max.problems.server
source: Controls the maximum number of problems produced by the server.
pt_br: Controla o número máximo de problemas produzidos pelo servidor.
ru: Контролирует максимальное количество проблем, создаваемых сервером.

# tds.package.trace.vscode.server
source: Traces the communication between VS Code and the language server.
pt_br: Rastreia a comunicação entre o VS Code e o servidor de idiomas.
ru: Отслеживает связь между кодом VS и языковым сервером.

# tds.package.show.welcome.first.initialize
source: Show Welcome Page in First Initialize
pt_br: Mostrar página de boas-vindas na primeira inicialização
ru: Показать страницу приветствия при первой инициализации

# tds.package.show.ask.encoding
source: Ask for change encoding for Windows-1252
pt_br: Pedir alteração na codificação para Windows-1252
ru: Запросить изменение кодировки для Windows-1252

# tds.package.show.ask.compile.result
source: Ask for show table with compile results
pt_br: Pedir tabela show com resultados de compilação
ru: Попросите показать таблицу с результатами компиляции

# tds.package.clear.console.before.compile
source: Clear console before compile
pt_br: Limpar o console antes da compilação
ru: Очистить консоль перед компиляцией

# tds.package.show.console.on.compile
source: Show console on compile
pt_br: Mostrar console na compilação
ru: Показать консоль при компиляции

# tds.package.reconnectLastServer
source: Reconnect last connected server on startup.
pt_br: Reconectar o último servidor conectado na inicialização.
ru: Повторно подключите последний подключенный сервер при запуске.

# tds.package.generate.ppo
source: Generate PPO file.
pt_br: Gere arquivo PPO.
ru: Создать файл PPO.

# tds.package.show.precompile
source: Show pre compiler command.
pt_br: Mostrar comando pré compilador.
ru: Показать предварительную команду компилятора.

# tds.package.compilation.includes
source: Compilation includes.
pt_br: Compilação inclui.
ru: Сборник включает в себя.

# tds.package.web.navigator.debug
source: Web navigator (debug with SmartClientHtml).
pt_br: Navegador da Web (depuração com SmartClientHtml).
ru: Веб-навигатор (отладка с помощью SmartClientHtml).

# tds.package.editor.notification.show
source: Notification Level to be show in 'popup'
pt_br: Nível de notificação a ser exibido no 'pop-up'
ru: Уровень уведомлений будет отображаться во всплывающем окне.

# tds.package.editor.notification.show.none
source: None
pt_br: Nenhum
ru: Никто

# tds.package.editor.notification.show.only_errors
source: Only errors
pt_br: Apenas erros
ru: Только ошибки

# tds.package.editor.notification.show.errors_and_warnings
source: Errors and Warnings
pt_br: Erros e avisos
ru: Ошибки и предупреждения

# tds.package.editor.notification.show.errors_warnings_and_infos
source: Errors Warnings and Infos
pt_br: Avisos e informações sobre erros
ru: Предупреждения об ошибках и информация

# tds.package.editor.notification.show.all
source: All
pt_br: Tudo
ru: Все

# tds.package.inspector.patch.title
source: Patch Infos
pt_br: Informações sobre o patch
ru: Информация о патче

# tds.package.patchInfos.fromFile
source: Patch Infos
pt_br: Informações sobre o patch
ru: Информация о патче

# tds.package.patchValidate.fromFile
source: Patch Validate
pt_br: Validar patch
ru: Подтверждение патча

# tds.package.inspector.function.title
source: Functions inspector
pt_br: Inspetor de Funções
ru: Функции инспектора

# tds.package.inspector.function.description
source: Functions inspector
pt_br: Inspetor de Funções
ru: Функции инспектора

# tds.package.inspector.object.title
source: Objects inspector
pt_br: Inspetor de Objetos
ru: Инспектор объектов

# tds.package.inspector.object.description
source: Objects inspector
pt_br: Inspetor de Objetos
ru: Инспектор объектов

# tds.package.defrag.rpo.title
source: Defrag RPO
pt_br: Desfragmentar RPO
ru: Дефрагментировать RPO

# tds.package.defrag.rpo.description
source: Defrag current RPO
pt_br: Desfragmentar RPO atual
ru: Дефрагментировать текущее RPO

# tds.package.rpo.check.integrity.title
source: RPO check integrity
pt_br: Integridade de verificação de RPO
ru: RPO проверка целостности

# tds.package.rpo.check.integrity.description
source: Check current RPO integrity
pt_br: Verifique a integridade atual do RPO
ru: Проверьте текущую целостность RPO

# tds.package.build.file.title
source: Compile File/Folder
pt_br: Compilar arquivo/pasta
ru: Компилировать файл / папку

# tds.package.build.file.description
source: Compile a file/folder in TOTVS Servers
pt_br: Compilar um arquivo/pasta nos servidores TOTVS
ru: Скомпилируйте файл / папку на серверах TOTVS

# tds.package.rebuild.file.title
source: Recompile File/Folder
pt_br: Recompilar arquivo/pasta
ru: Перекомпилировать файл / папку

# tds.package.rebuild.file.description
source: Recompile a file/folder in TOTVS Servers
pt_br: Recompile um arquivo/pasta nos servidores TOTVS
ru: Перекомпилируйте файл / папку на серверах TOTVS

# tds.package.build.workspace.title
source: Compile All Workspace
pt_br: Compilar todo o espaço de trabalho
ru: Компилировать все рабочее пространство

# tds.package.build.workspace.description
source: Compile the current workspace.
pt_br: Compilar o espaço de trabalho atual.
ru: Скомпилируйте текущее рабочее пространство.

# tds.package.rebuild.workspace.title
source: Recompile All Workspace
pt_br: Recompilar todo o espaço de trabalho
ru: Перекомпилировать все рабочее пространство

# tds.package.rebuild.workspace.description
source: Recompile the current workspace.
pt_br: Recompile o espaço de trabalho atual.
ru: Перекомпилируйте текущее рабочее пространство.

# tds.package.build.openEditors.title
source: Compile Open Editors
pt_br: Compilar editores abertos
ru: Компилировать открытые редакторы

# tds.package.build.openEditors.description
source: Compile the files from all opened editors
pt_br: Compile os arquivos de todos os editores abertos
ru: Скомпилируйте файлы из всех открытых редакторов

# tds.package.rebuild.openEditors.title
source: Recompile Open Editors
pt_br: Recompilar editores abertos
ru: Перекомпилировать открытые редакторы

# tds.package.rebuild.openEditors.description
source: Recompile the files from all opened editors
pt_br: Recompile os arquivos de todos os editores abertos
ru: Перекомпилируйте файлы из всех открытых редакторов

# tds.package.delete.file.fromRPO.title
source: Delete File/Resource from RPO
pt_br: Excluir arquivo/recurso do RPO
ru: Удалить файл / ресурс из RPO

# tds.package.delete.file.fromRPO.description
source: Delete a file or resource from the current RPO
pt_br: Excluir um arquivo ou recurso do RPO atual
ru: Удалить файл или ресурс из текущего RPO

# tds.package.configure.launcher.title
source: Configure Launchers
pt_br: Configurar lançadores
ru: Настроить пусковые установки

# tds.package.configure.launcher.description
source: Page to help on the launch configurations.
pt_br: Página para ajudar nas configurações de inicialização.
ru: Страница, чтобы помочь на запуске конфигурации.

# tds.package.getProgramName.title
source: Ask for program name
pt_br: Peça o nome do programa
ru: Спросите название программы

# tds.package.getProgramName.description
source: Ask for program name.
pt_br: Peça o nome do programa.
ru: Спросите название программы.

# tds.package.reconnect
source: Reconnect
pt_br: Reconectar
ru: Переустановка

# tds.package.serverSelection
source: Select Server
pt_br: Selecione Servidor
ru: Выберите сервер

# tds.package.disconnect
source: Disconnect
pt_br: Desconectar
ru: Отключить

# tds.package.selectenv
source: Select
pt_br: Selecione
ru: Выбрать

# tds.package.freshenIndex
source: Freshen Index
pt_br: Índice Freshen
ru: Свежий индекс

# tds.package.add
source: Add Server
pt_br: Adicionar servidor
ru: Добавить сервер

# tds.package.config
source: Configure Server View
pt_br: Configurar a exibição do servidor
ru: Настроить представление сервера

# tds.package.delete
source: Delete Server
pt_br: Excluir servidor
ru: Удалить сервер

# tds.package.patchGenerate.fromRPO
source: Patch Generation (From RPO)
pt_br: Geração de patches (do RPO)
ru: Генерация патчей (от RPO)

# tds.package.patchGenerate.fromFolder
source: Patch Generation (From Folder)
pt_br: Geração de patches (da pasta)
ru: Генерация патчей (из папки)

# tds.package.compile.key
source: Compile Key
pt_br: Chave de compilação
ru: Ключ компиляции

# tds.package.permissions.selectAction
source: Select Action
pt_br: Selecione a ação
ru: Выберите Действие

# tds.package.logger.on
source: On Logger Capture
pt_br: Na captura do registrador
ru: На захвате регистратора

# tds.package.logger.off
source: Off Logger Capture
ru: Захват с регистратора

# tds.package.patchApply
source: Patch Apply
pt_br: Aplicação de Patch
ru: Патч применить

# tds.package.patchApply.fromFile
source: Patch Apply from file
pt_br: Patch Aplicar do arquivo
ru: Патч Применить из файла

# tds.package.welcomePage
source: Welcome Page
pt_br: Página de boas-vindas
ru: Страница приветствия

# tds.package.include
source: Include
pt_br: Incluir
ru: Включают

# tds.package.ws.show
source: Generate WS Protheus
ru: Генерация WS Protheus

# tds.package.properties.program.description
source: Program/Function name
pt_br: Nome do programa/função
ru: Название программы / функции

# tds.package.properties.trace.description
source: Enable logging of the Debug Adapter Protocol.
pt_br: Habilitar o log do protocolo do adaptador de depuração.
ru: Включить ведение журнала протокола отладочного адаптера.

# tds.package.properties.smartclientBin.description
source: The SmartClient executable full path.
pt_br: O caminho completo executável do SmartClient.
ru: Полный путь к исполняемому файлу SmartClient.

# tds.package.properties.cwb.description
source: Workspace Root Path
pt_br: Caminho Raiz da Área de Trabalho
ru: Корневой путь рабочей области

# tds.package.properties.enableMultiThread.description
source: If the debug must enable multi thread execution
pt_br: Se a depuração precisar ativar a execução de vários threads
ru: Если отладка должна включать многопоточное выполнение

# tds.package.properties.enableProfile.description
source: If the profile must be enabled
pt_br: Se o perfil precisar ser ativado
ru: Если профиль должен быть включен

# tds.package.properties.isMultiSession.description
source: If this is a multisession execution (-M)
pt_br: Se for uma execução multisessão (-M)
ru: Если это многосессионное выполнение(-M)

# tds.package.properties.isAccessibilityMode.description
source: If the accessibility mode must be enabled (-AC)
pt_br: Se o modo de acessibilidade precisar estar ativado (-AC)
ru: Если режим доступности должен быть включен (-AC)

# tds.package.properties.doNotShowSplash.description
source: If the splash screen must not show (-Q)
pt_br: Se a tela inicial não aparecer (-Q)
ru: Если заставка не должна отображаться(-Q)

# tds.package.properties.language.description
source: Informs the language to start the execution (-L)
pt_br: Informa o idioma para iniciar a execução (-L)
ru: Сообщает язык, чтобы начать выполнение (-L)

# tds.package.properties.logFile.description
source: DAP logfile for troubleshooting only
pt_br: Arquivo de log DAP apenas para solução de problemas
ru: DAP logfile только для устранения неполадок

# tds.package.properties.ignoreFiles.description
source: Make the debugger ignore break events in files not found in WorkSpace
pt_br: Faça com que o depurador ignore eventos de interrupção em arquivos não encontrados no WorkSpace
ru: Заставьте отладчик игнорировать события останова в файлах, не найденных в WorkSpace

# tds.package.properties.toggleTableSync.description
source: Enables or disables the tables sync with the server
pt_br: Ativa ou desativa a sincronização de tabelas com o servidor
ru: Включает или отключает синхронизацию таблиц с сервером

# tds.package.totvs_language_debug.web
source: TOTVS Language Web Debug (SmartClient HTML)
pt_br: Depuração da Web no idioma TOTVS (HTML do SmartClient)
ru: Отладка языка TOTVS (SmartClient HTML)

# tds.package.server.view
source: Servers
pt_br: Servidores
ru: Серверы

# tds.package.properties.program.description.web
source: Program/Function name
pt_br: Nome do programa/função
ru: Название программы / функции

# tds.package.properties.trace.description.web
source: Enable logging of the Debug Adapter Protocol.
pt_br: Habilitar o log do protocolo do adaptador de depuração.
ru: Включите ведение журнала протокола отладки.

# tds.package.properties.smartclientUrl.description
source: The SmartClient HTML url.
pt_br: O URL HTML do SmartClient.
ru: HTML-код SmartClient

# tds.package.properties.workspaceFolders.description.web
source: Paths in workspace
pt_br: Caminhos na área de trabalho
ru: Пути в рабочей области

# tds.package.properties.wsCacheFiles.description.web
source: Enable/Disable initial cache of Workspace folder files (DAP)
pt_br: Habilitar/desabilitar o cache inicial dos arquivos de pasta do Workspace (DAP)
ru: Включить / отключить начальный кеш файлов папок рабочего пространства (DAP)

# tds.package.properties.webNavigator.description.web
source: The Web Navigator.
pt_br: O Navegador da Web.
ru: Веб-навигатор.

# tds.package.configurationSnippets.description
source: A new configuration for 'debugging' a user selected AdvPL/4GL file.
pt_br: Uma nova configuração para 'depurar' um arquivo AdvPL/4GL selecionado pelo usuário.
ru: Новая конфигурация для «отладки» выбранного пользователем файла AdvPL / 4GL.

# tds.package.configurationSnippets.description.web
source: A new configuration for 'debugging' a user selected AdvPL/4GL file using SmartClient HTML.
pt_br: Uma nova configuração para 'depurar' um arquivo AdvPL/4GL selecionado pelo usuário usando o SmartClient HTML.
ru: Новая конфигурация для «отладки» выбранного пользователем файла AdvPL / 4GL с использованием SmartClient HTML.

# tds.vscode.question.change.encoding
source: Do you want to change the encoding to default TOTVS (Windows-1252)?
pt_br: Deseja alterar a codificação para o TOTVS padrão (Windows-1252)?
ru: Хотите изменить кодировку по умолчанию TOTVS (Windows-1252)?

# tds.vscode.yes
source: Yes
pt_br: Sim
ru: да

# tds.vscode.no
source: No
pt_br: Não
ru: нет

# tds.vscode.noAskAgain
source: Don't ask again
pt_br: Não pergunte novamente
ru: Не спрашивай снова

# tds.toggle.autocomplete.behavior
source: Toggle Autocomplete Behavior
pt_br: Alternar comportamento de preenchimento automático
ru: Переключить поведение автозаполнения

# tds.package.editor.toggle.autocomplete
source: Toggle Autocomplete Behavior.
pt_br: Alternar comportamento de preenchimento automático.
ru: Переключить поведение автозаполнения.

# tds.package.editor.toggle.autocomplete.basic
source: Standard VS Cdoe procedure.
pt_br: Procedimento padrão do VS Cdoe.
ru: Стандартная процедура VS Cdoe.

# tds.package.editor.toggle.autocomplete.ls
source: Search in the Language Server of the current environment.
pt_br: Pesquise no servidor de idiomas do ambiente atual.
ru: Поиск на языковом сервере текущей среды.

# tds.command.debug.toggleTableSync
source: Toggle table sync
pt_br: Alternar sincronização de tabela
ru: Переключить синхронизацию таблицы

# tds.package.folder.enable.extensions.filter
source: Only compile files with allowed extensions.
pt_br: Compile apenas arquivos com extensões permitidas.
ru: Компилировать только файлы с разрешенными расширениями.

# tds.package.folder.extensions.allowed
source: Allowed extensions to compile list.
pt_br: Extensões permitidas para compilar a lista.
ru: Разрешенные расширения для составления списка.

# tds.package.tdsreplay.configure.launcher.title
source: TDS Replay: Configure Launchers
pt_br: Reprodução do TDS: configurar lançadores
ru: Воспроизведение TDS: настройка пусковых установок

# tds.package.tdsreplay.configure.launcher.description
source: Page to help on the TDS Replay launch configurations.
pt_br: Página para ajudar nas configurações de inicialização do TDS Replay.
ru: Страница для помощи в настройках запуска воспроизведения TDS Replay.

# tds.package.tdsreplay.debug
source: TDS Replay Debug
pt_br: Depuração da reprodução do TDS
ru: Отладка воспроизведения TDS

# tds-monitor.open-monitor-view
source: Open monitor view
pt_br: Abrir exibição do monitor
ru: Открыть монитор

# tds.package.workspaceServerConfig
source: Use the workspace to maintain server settings.
pt_br: Use a área de trabalho para manter as configurações do servidor.
ru: Используйте рабочее пространство для поддержания настроек сервера.

# tds.package.OpenTimeLineWebview
source: Open TimeLine Webview
pt_br: Abrir visão da linha de tempo
ru: Открыть TimeLine View

# tds.package.apply.formatting
source: Applies formatting to TOTVS source files and their variations.
pt_br: Aplica a formatação aos arquivos fontes TOTVS e suas variações.
ru: Применяет форматирование к исходным файлам TOTVS и их вариантам.

# tds.webview.totvsLanguegeClient.pleaseReload
source: Please reload to apply the 'TOTVS.{0}' configuration change.
pt_br: Atualize para aplicar a alteração na configuração 'TOTVS. {0}'.
ru: Перезагрузите, чтобы применить изменение конфигурации 'TOTVS. {0}'.

# tds.webview.totvsLanguegeClient.codeLensNotResolved
source: Code lens is not resolved
pt_br: Lente de código não resolvida
ru: Код объектива не разрешен

# tds.console.congratulations
source: Congratulations, your extension "totvs-developer-studio" is now active!
pt_br: Parabéns, sua extensão "totvs-developer-studio" está ativa agora!
ru: Поздравляем, ваше расширение "totvs-developer-studio" теперь активно!

# tds.vscode.statusIcon.text1
source: advpl: loading
pt_br: advpl: carregando
ru: advpl: загрузка

# tds.vscode.statusIcon.tooltip1
source: advpl is loading project metadata (ie, compile_commands.json)
pt_br: advpl está carregando meta dados (p.e., compile_commands.json)
ru: advpl загружает метаданные проекта (т.е. compile_commands.json)

# tds.vscode.statusIcon.text2
source: advpl: idle
pt_br: advpl: ocioso
ru: advpl: холостой

# tds.vscode.server_vision_not_load
source: Visão "Servidores" não inicializada.
ru: Представление «Серверы» не инициализировано.

# tds.vscode.select_environment
source: Select environment
pt_br: Selecionar ambiente
ru: Выберите среду

# tds.webview.newServer.title
source: New Server
pt_br: Novo servidor
ru: Новый сервер

# tds.webview.newServer.name
source: Server Name
pt_br: Nome do servidor
ru: Название сервера

# tds.webview.newServer.address
source: Address
pt_br: Endereço
ru: Адрес

# tds.webview.newServer.port
source: Port
pt_br: Porta
ru: порт

# tds.webview.newServer.save
source: Save
pt_br: Salvar
ru: Сохранить

# tds.webview.newServer.saveClose
source: Save/Close
pt_br: Salvar/Fechar
ru: Сохранить / Закрыть

# tds.webview.newServer.secure
source: Secure(SSL)
pt_br: Seguro (SSL)
ru: Защита (SSL)

# tds.webview.dir.include
source: Includes directory
pt_br: Inclui diretório
ru: Включает каталог

# tds.webview.dir.include2
source: Allow multiple directories
pt_br: Permitir vários diretórios
ru: Разрешить несколько каталогов

# tds.webview.serversView.addServerFail
source: Add Server Fail. Name, port and Address are need
pt_br: Adicionar falha no servidor. Nome, porta e endereço são necessários
ru: Добавить сервер не удалось. Имя, порт и адрес необходимы

# tds.webview.serversView.couldNotConn
source: Could not connect to server
pt_br: Não pode conectar ao servidor
ru: Не удалось подключиться к серверу

# tds.webview.serversView.couldNotReconn
source: Could not reconnect to server
pt_br: Não foi possível reconectar ao servidor
ru: Не удалось переподключиться к серверу

# tds.webview.serversView.alreadyConn
source: Server is already disconnected
pt_br: O servidor já está desconectado
ru: Сервер уже отключен

# tds.webview.serversView.renameServer
source: Rename the server
pt_br: Renomeie o servidor
ru: Переименовать сервер

# tds.vscode.select_server_environment
source: [ Select server/environment ]
pt_br: [ Selecionar servidor/ambiente ]
ru: [Выберите сервер/среду]

# tds.webview.serversView.serverNameDuplicated
source: Server name already exists
pt_br: O nome do servidor já existe
ru: Имя сервера уже существует

# tds.webview.utils.removeExpiredAuthorization
source: Expired authorization token deleted
pt_br: Token de autorização expirado excluído
ru: Маркер авторизации с истекшим сроком действия удален

# tds.webview.utils.reviewList
source: Review the folder list in order to search for settings (.ch). Not recognized as folder: {0}
pt_br: Revise a lista de pastas para procurar configurações (.ch). Não reconhecido como pasta: {0}
ru: Просмотрите список папок, чтобы найти настройки (.ch). Не распознан как папка: {0}

# tds.webview.utils.reviewList2
source: Review the folder list in order to search for settings (.ch). Invalid folder: {0}
pt_br: Revise a lista de pastas para procurar configurações (.ch). Pasta inválida: {0}
ru: Просмотрите список папок, чтобы найти настройки (.ch). Неверная папка: {0}

# tds.webview.utils.listFolders
source: List of folders to search for definitions not configured.
pt_br: Lista de pastas para procurar definições não configurada.
ru: Список папок для поиска определений не настроен.

# tds.webview.verifyEditorState.saveChanges1
source: Do you want to save the changes you made to {0}?
pt_br: Deseja salvar as alterações feitas em {0}?
ru: Вы хотите сохранить сделанные вами изменения в {0}?

# tds.webview.verifyEditorState.saveChanges2
source: Do you want to save the changes to the following {0} files?
pt_br: Deseja salvar as alterações nos seguintes arquivos {0}?
ru: Вы хотите сохранить изменения в следующих {0} файлах?

# tds.webview.verifyEditorState.saveAll
source: Save All
pt_br: Salvar tudo
ru: Сохранить все

# tds.webview.verifyEditorState.save
source: Save
pt_br: Salvar
ru: Сохранить

# tds.webview.verifyEditorState.dontSave
source: Don´t save
pt_br: Não salve
ru: Не сохраняй

# tds.webview.verifyEditorState.additionalFilesNotShow1
source: ...1 additional file not shown
pt_br: ...1 arquivo adicional não mostrado
ru: ... 1 дополнительный файл не показан

# tds.webview.verifyEditorState.additionalFilesNotShow2
source: ...{0} additional files not shown
pt_br: ...{0} arquivos adicionais não mostrados
ru: ... {0} дополнительные файлы не отображаются

# tds.webview.title
source: Generate WS
pt_br: Gerar WS
ru: Генерация WS

# tds.webview.ws.URL
source: URL Web Service / WSDL FIle
ru: Веб-служба URL / файл WSDL

# tds.webview.ws.path
source: File Directory
pt_br: Diretório de Arquivos
ru: Каталог файлов

# tds.webview.ws.name
source: Output File Name
pt_br: Nome do arquivo de saída
ru: Имя выходного файла

# tds.webview.server.not.connected
source: There is no server connected.
pt_br: Não há servidor conectado.
ru: Нет подключенного сервера.

# tds.webview.build.result
source: Compilation Result
pt_br: Resultado da compilação
ru: Результат компиляции

# tds.webview.compile.col01
source: File Name
pt_br: Nome do arquivo
ru: Имя файла

# tds.webview.compile.col02
source: Result
pt_br: Resultado
ru: результат

# tds.webview.compile.col03
source: Message
pt_br: Mensagem
ru: Сообщение

# tds.webview.compile.col04
source: Detail
pt_br: Detalhe
ru: подробность

# tds.webview.compile.col05
source: Path
pt_br: Caminho
ru: Дорожка
