Repository: 22352927803/tds-vscode
Catalog: tds-vscode-translations/tds-vscode/tds-vscode.*.xlf
Languages: pt_br, ru

# tds.webview.tdsBuild.canceled
source: Operation canceled because it is not possible to save edited files.
pt_br: Operação cancelada porque não é possível salvar arquivos editados.
ru: Операция отменена, поскольку невозможно сохранить отредактированные файлы.

# tds.webview.tdsBuild.saved
source: Files saved successfully.
pt_br: Arquivos salvos com sucesso.
ru: Файлы успешно сохранены.

# tds.webview.tdsBuild.resourceInList
source: Resource appears in the list of files to ignore. Resource: {0}
pt_br: O recurso aparece na lista de arquivos a serem ignorados. Recurso: {0}
ru: Ресурс появляется в списке файлов для игнорирования. Ресурс: {0}

# tds.webview.tdsBuild.noServer
source: No server connected
pt_br: Nenhum servidor conectado
ru: Сервер не подключен

# tds.vscode.question.showCompileResult
source: Show table with compile results?
pt_br: Mostrar tabela com resultados de compilação?
ru: Показать таблицу с результатами компиляции?

# tds.vscode.editornotactive
source: No editor is active, cannot find current file to build.
pt_br: Nenhum editor está ativo, não é possível encontrar o arquivo atual para compilar.
ru: Редактор не активен, не могу найти текущий файл для сборки.

# tds.webview.title
source: Compile Key
pt_br: Chave de compilação
ru: Ключ компиляции

# tds.webview.compile.machine.id
source: This Machine ID
pt_br: Este ID da máquina
ru: Идентификатор этой машины

# tds.webview.compile.key.file
source: Compile Key File
pt_br: Arquivo de chave de compilação
ru: Файл ключа компиляции

# tds.webview.compile.key.id
source: Compile Key ID
pt_br: ID da chave de compilação
ru: ID ключа компиляции

# tds.webview.compile.key.generated
source: Generated
pt_br: Gerado
ru: Сформирован

# tds.webview.compile.key.expire
source: Expire
pt_br: Expirar
ru: истекать

# tds.webview.compile.key.token
source: Token
pt_br: Símbolo
ru: знак

# tds.webview.compile.key.overwrite
source: Allow overwrite default
pt_br: Permitir substituição padrão
ru: Разрешить перезапись по умолчанию

# tds.webview.compile.key.setting
source: These settings can also be changed in
pt_br: Essas configurações também podem ser alteradas em
ru: Эти настройки также можно изменить в

# tds.webview.compile.key.invalid
source: Key successfully validated
pt_br: Chave validada com sucesso
ru: Ключ успешно подтвержден

# tds.vscode.cwb_warning
source: Parameter cwb not informed. Setting to {0}
pt_br: Parâmetro cwb não informado. Definindo para {0}
ru: Параметр cwb не сообщается. Установка на {0}

# tds.vscode.program_not_found
source: Cannot find a program to debug
pt_br: Não é possível encontrar um programa para depurar
ru: Не удается найти программу для отладки

# tds.vscode.server_not_connected
source: Nenhum servidor conectado
ru: Нет подключенных серверов

# tds.vscode.tdsReplay.fileNotInformed
source: Arquivo do TDS Replay não informado
ru: Файл воспроизведения TDS не сообщается

# tds.vscode.tdsReplay.deletingDbFile
source: Cleaning current database...
pt_br: Limpando o banco de dados atual...
ru: Очистка текущей базы данных ...

# tds.vscode.tdsReplay.dbDeleted
source: Current database cleaned.
pt_br: Banco de dados atual limpo.
ru: Текущая база данных очищена.

# tds.vscode.question.tdsReplay.mustReimport
source: The filter informed is different from the last one. Do you wish to re-import using the current?
pt_br: O filtro informado é diferente do último. Deseja reimportar usando o atual?
ru: Информированный фильтр отличается от последнего. Вы хотите реимпортировать используя текущий?

# tds.vscode.web_navigator
source: Parameter webNavigator not informed.
pt_br: Parâmetro webNavigator não informado.
ru: Параметр webNavigator не сообщается.

# tds.vscode.getProgramName
source: Please enter the name of an AdvPL/4GL function
pt_br: Informe o nome de uma função AdvPL/4GL
ru: Пожалуйста, введите название функции AdvPL / 4GL

# tds.debug.tableSync.enabled
source: Tables synchronism enabled
pt_br: Sincronismo de tabelas ativado
ru: Синхронизация таблиц включена

# tds.debug.tableSync.disabled
source: Tables synchronism disabled
pt_br: Sincronismo de tabelas desativado
ru: Синхронизация таблиц отключена

# tds.vscode.getProgramArguments
source: Informe lista de argumentos separados por vírgula
ru: Введите разделенный запятыми список аргументов

# tds.webview.title
source: Include
pt_br: Incluir
ru: Включают

# tds.webview.dir.include
source: Includes directory:
pt_br: Inclui diretório:
ru: Включает каталог:

# tds.webview.dir.include.info
source: These settings can also be changed in
pt_br: Essas configurações também podem ser alteradas em
ru: Эти настройки также можно изменить в

# tds.webview.inspect.generate
source: Patch Generation
pt_br: Geração de patches
ru: Генерация патчей

# tds.webview.inspect.ignore.files
source: Ignore files
pt_br: Ignorar arquivos
ru: Игнорировать файлы

# tds.webview.inspect.filter
source: Filter, ex: MAT or * All (slow)
pt_br: Filtro, ex: MAT ou * Tudo (lento)
ru: Фильтр, например: MAT или * Все (медленно)

# tds.webview.inspect.clean.selected
source: Clear Selected
pt_br: Limpar Selecionado
ru: Очистить выбранное

# tds.webview.inspect.clean.all
source: Clear All
pt_br: Limpar tudo
ru: Очистить все

# tds.webview.inspect.items
source: Items
pt_br: Itens
ru: Предметы

# tds.webview.inspect.directory
source: Patch Generation Directory
pt_br: Diretório de geração de patches
ru: Каталог генерации патчей

# tds.webview.inspect.file.name.patch
source: Patch file name
pt_br: Nome do arquivo de patch
ru: Имя файла патча

# tds.webview.inspect.file.name
source: File name
pt_br: Nome do arquivo
ru: Имя файла

# tds.webview.inspect.items.generate
source: Generate
pt_br: Gerar
ru: генерировать

# tds.webview.inspect.items.generate.close
source: Generate/Close
pt_br: Gerar/Fechar
ru: Сформировать / Закрыть

# tds.webview.inspect.message1
source: The generated patch is based on the files from RPO. Be sure that the included fonts are compiled.
pt_br: O patch gerado é baseado nos arquivos do RPO. Certifique-se de que as fontes incluídas sejam compiladas.
ru: Сгенерированный патч основан на файлах из RPO. Убедитесь, что включенные шрифты скомпилированы.

# tds.webview.inspect.items.showing
source: Items showing
pt_br: Itens mostrando
ru: Показ предметов

# tds.webview.launcher.welcome
source: Welcome
pt_br: Bem-vinda
ru: желанный

# tds.webview.launcher.launcherTitle
source: Launcher Config
pt_br: Configuração do iniciador
ru: Конфигурация Launcher

# tds.webview.launcher.name
source: Choose launcher:
pt_br: Escolha o iniciador:
ru: Выберите пусковую установку:

# tds.webview.launcher.program
source: Program:
pt_br: Programa:
ru: программа:

# tds.webview.launcher.program.arguments
source: Arguments (-A):
pt_br: Argumentos (-A):
ru: аргументы (-A):

# tds.webview.launcher.multiThread
source: Enable multiple threads
pt_br: Ativar vários threads
ru: Включить несколько потоков

# tds.webview.launcher.profile
source: Enable Profile
pt_br: Ativar perfil
ru: Включить профиль

# tds.webview.launcher.multiSession
source: (-M) Multiple sessions
pt_br: (-M) Várias sessões
ru: (-M) Несколько сеансов

# tds.webview.launcher.acc
source: (-AC) Accessibility module
pt_br: (-AC) Módulo de acessibilidade
ru: (-AC) Модуль доступности

# tds.webview.launcher.splash
source: (-Q) Don't display 'splash'
pt_br: (-Q) Não exibir 'splash'
ru: (-Q) Не отображать 'всплеск'

# tds.webview.launcher.language
source: (-L) Language
pt_br: (-L) Língua
ru: (-L) язык

# tds.webview.launcher.langPT
source: Portuguese
pt_br: Português
ru: португальский

# tds.webview.launcher.langEN
source: English
pt_br: Inglês
ru: английский

# tds.webview.launcher.langES
source: Spanish
pt_br: Espanhol
ru: испанский

# tds.webview.launcher.langRU
source: Russian
pt_br: Russo
ru: русский

# tds.webview.launcher.save
source: Save
pt_br: Salvar
ru: Сохранить

# tds.webview.launcher.saveClose
source: Save/Close
pt_br: Salvar/Fechar
ru: Сохранить / Закрыть

# tds.webview.launcher.bottomInfo
source: This config could be altered editing file
pt_br: Esta configuração pode ser alterada no arquivo de edição
ru: Этот конфиг может быть изменен при редактировании файла

# tds.webview.launcher.ignoreFiles
source: Ignore files not found in WorkSpace (debugging)
pt_br: Ignorar arquivos não encontrados no espaço de trabalho (depuração)
ru: Игнорировать файлы, не найденные в WorkSpace (отладка)

# tds.vscode.launcher.configuration
source: Launcher Configuration
pt_br: Configuração do iniciador
ru: Конфигурация запуска

# tds.vscode.launcher.executor
source: Executor
ru: душеприказчик

# tds.vscode.launcher.saved
source: saved.
pt_br: salvou.
ru: Сохраненный.

# tds.webview.launcher.launcherTitle
source: TDS Replay Launcher Config
pt_br: Configuração do iniciador de repetição TDS
ru: Конфигурация запуска воспроизведения TDS

# tds.webview.launcher.file
source: File:
pt_br: Arquivo:
ru: файл:

# tds.webview.launcher.pwd
source: Password:
pt_br: Senha:
ru: пароль:

# tds.webview.launcher.includeSrc
source: Include Sources:
pt_br: Incluir fontes:
ru: Включить источники:

# tds.webview.launcher.excludeSrc
source: Exclude Sources:
pt_br: Excluir fontes:
ru: Исключить источники:

# tds.vscode.tdsreplay.launcher.configuration
source: TDS Replay Launcher Configuration
pt_br: Configuração do TDS Replay Launcher
ru: Конфигурация запуска воспроизведения TDS

# tds.vscode.logger.authorize
source: I authorize TOTVS to collect information from my development environment for technical support purposes
pt_br: Autorizo ​​a TOTVS a coletar informações do meu ambiente de desenvolvimento para fins de suporte técnico
ru: Я разрешаю TOTVS собирать информацию из моей среды разработки для целей технической поддержки

# tds.vscode.logger.yes
source: Yes
pt_br: Sim
ru: да

# tds.vscode.logger.no
source: No
pt_br: Não
ru: нет

# tds.vscode.logger.capture
source: Capture Logs started. Reproduce the problem and close the grabber.
pt_br: Logs de captura iniciados. Reproduza o problema e feche o grabber.
ru: Запись логов началась. Воспроизведите проблему и закройте захват.

# tds.vscode.logger.starting
source: Starting Log on
pt_br: Iniciando o Logon
ru: Начало Вход в систему

# tds.vscode.logger.version.text
source: VSCode Version:
pt_br: Versão VSCode:
ru: Версия VSCode:

# tds.vscode.logger.path.text
source: Path servers.json:
pt_br: Caminho servers.json:
ru: Дорожка servers.json:

# tds.vscode.logger.content.text
source: Content servers.json:
pt_br: Conteúdo servers.json:
ru: содержание servers.json:

# tds.vscode.logger.path.launch
source: Path launch.json:
pt_br: Caminho launch.json:
ru: Дорожка launch.json:

# tds.vscode.logger.content.launch
source: Content launch.json:
pt_br: Conteúdo launch.json:
ru: содержание launch.json:

# tds.vscode.logger.root.path
source: Root Path Workspace:
pt_br: Área de Trabalho do Caminho Raiz:
ru: Рабочая область корневого пути:

# tds.vscode.logger.folders.length
source: Folders length:
pt_br: Comprimento das pastas:
ru: Длина папок:

# tds.vscode.logger.all.extensions
source: All Extensions:
pt_br: Todas as extensões:
ru: Все расширения:

# tds.vscode.logger.active.text
source: Active:
pt_br: Ativo:
ru: активный:

# tds.vscode.logger.finish.log
source: Finish log capture.
pt_br: Concluir captura de log.
ru: Завершить захват журнала.

# tds.vscode.logger.capturing.logs
source: Capturing logs ... Click here to close.
pt_br: Capturando logs ... Clique aqui para fechar.
ru: Захват журналов ... Нажмите здесь, чтобы закрыть.

# tds.vscode.logger.collection
source: Collection has already been started. Reproduce the problem and close the grabber.
pt_br: A coleção já foi iniciada. Reproduza o problema e feche o grabber.
ru: Сбор уже начался. Воспроизведите проблему и закройте граббер.

# tds.vscode.logger.file.successfully
source: Log file successfully generated in
pt_br: Arquivo de log gerado com êxito em
ru: Файл журнала успешно создан в

# tds.vscode.logger.first.start
source: First start logging
pt_br: Primeiro inicie o log
ru: Первый запуск регистрации

# MSG_DISCONECT_MONITOR
source: Disconnecting monitor from server [{0}]
pt_br: Desconectando o Monitor do Servidor [{0}]
ru: Отключение монитора от сервера [{0}]

# NOT_POSSIBLE_CONNECTION
source: It was not possible to make the monitoring connection at [{0}].
pt_br: Não foi possível fazer a conexão de monitoramento em [{0}].
ru: Не удалось установить соединение для мониторинга в [{0}].

# NOT_BLOCK_NEW_CONNECTIONS
source: Could not block new connections.
pt_br: Não foi possível bloquear novas conexões.
ru: Не удалось заблокировать новые подключения.

# NEW_CONNECTIONS_BLOCKED
source: Server with new connections blocked.
pt_br: Servidor com novas conexões bloqueadas.
ru: Сервер с новыми подключениями заблокирован.

# SERVER_NOT_BE_SHUTDOWN
source: The server could not be shut down. Return: {0}
pt_br: Não foi possível desligar o servidor. Retorno: {0}
ru: Сервер не может быть выключен. Возврат: {0}

source: Closing connections.
pt_br: Fechando conexões.
ru: Закрытие соединения.

# SHUTTING_DOWN
source: Shutting down #{0}/{1}
pt_br: Desligando #{0}/{1}
ru: Выключение # {0} / {1}

# SENDING_MESSAGE
source: Sending message to users.
pt_br: Enviando mensagem para usuários.
ru: Отправка сообщения пользователям.

# SENDING
source: Sending #{0}/{1}
pt_br: Enviando #{0}/{1}
ru: Отправка # {0} / {1}

# REQUESTING_DATA_FROM_SERVER
source: Requesting data from the server [{0}]
pt_br: Solicitando dados do servidor [{0}]
ru: Запрос данных с сервера [{0}]

# THREADS
source: ({0} thread(s))
ru: ({0} поток (ов))

# THREADS_NONE
source: (none thread)
pt_br: (nenhuma thread)
ru: (нет темы)

# SEE_LOG
source: . See log for details.
pt_br: . Consulte o log para obter detalhes.
ru: . Смотрите журнал для деталей.

source: Automatic update stopped.
pt_br: Atualização automática interrompida.
ru: Автоматическое обновление остановлено.

# PLEASE_CLICK_REACTIVATE
source: Please click on [Update] to reactivate.
pt_br: Por favor, clique em [Atualizar] para reativar.
ru: Пожалуйста, нажмите [Обновить], чтобы активировать.

# MSG_1
source: Monitor: Updated as {0}.
pt_br: Monitor: atualizado como {0}.
ru: Монитор: обновлен как {0}.

# MSG_2_REQUEST
source: The next one will take place on request.
pt_br: O próximo será realizado a pedido.
ru: Следующий состоится по запросу.

# MSG_2_NEXT
source: The next one will occur {0}
pt_br: O próximo ocorrerá {0}
ru: Следующее произойдет {0}

source: Actions
pt_br: Ações
ru: действия

source: Environment
ru: Окружающая среда

source: Cancel
pt_br: Cancelar
ru: Отмена

source: Comment
pt_br: Comentários
ru: Комментарий

source: Computer Name
pt_br: Nome do computador
ru: Имя компьютера

source: Connection
pt_br: Conexão
ru: соединение

source: connections
pt_br: conexões
ru: связи

# CONNECTIONS_SELECTED
source: {0} connections selected
pt_br: {0} conexões selecionadas
ru: {0} выбранные соединения

source: Connection Type
pt_br: Tipo de conexão
ru: Тип соединения

source: Disconnect all users
pt_br: Desconectar todos os usuários
ru: Отключить всех пользователей

source: Disconnect selectd users
pt_br: Desconectar usuários selecionados
ru: Отключить выбранных пользователей

source: Drag headers ...
pt_br: Arrastar cabeçalhos ...
ru: Перетащите заголовки ...

source: Elapsed time
pt_br: Tempo decorrido
ru: Пройденное время

source: Filter
pt_br: Filtro
ru: Фильтр

source: Filtering on/off
pt_br: Filtragem ativada/desativada
ru: Фильтрация вкл / выкл

source: First
pt_br: Primeiro
ru: Первый

source: First page
pt_br: Primeira página
ru: Первая страница

# FROM_TO_OF_COUNT
source: from-to de count
ru: {from-to} из {count}

source: Grouped by:
pt_br: Agrupados por:
ru: Сгруппированы по:

source: Grouping on/off
pt_br: Agrupando ativado/desativado
ru: Группировка вкл / выкл

# INACTIVITY_TIME
source: Idle time
pt_br: Tempo ocioso
ru: Время простоя

# INFO_RELEASE_CONNECTION
source: When confirming the release of new connections, users can connect to that server again.
pt_br: Ao confirmar o lançamento de novas conexões, os usuários podem se conectar a esse servidor novamente.
ru: При подтверждении освобождения новых подключений пользователи могут снова подключиться к этому серверу..

# INSTRUCTIONS_SEG
source: Instructions/sec
pt_br: Instruções/s
ru: Инструкции / сек

source: Last
pt_br: Último
ru: Последний

source: Last page
pt_br: Última página
ru: Предыдущая страница

# LINES_PAGE.
source: lines/p.
pt_br: linhas/p.
ru: линий / с.

source: Lock server
pt_br: Bloquear servidor
ru: Блокировка сервера

source: (long)
pt_br: (longo)
ru: (длинный)

source: (manual)
ru: (руководство)

# MEMORY_USE
source: Memory in Use
pt_br: Memória em uso
ru: Память в использовании

source: Message Text
pt_br: Mensagem de texto
ru: Текст сообщения

source: Next
pt_br: Próximo
ru: следующий

source: Next page
pt_br: Próxima página
ru: Следующая страница

source: (normal)
ru: (нормальный)

# NO_CONNECTIONS
source: There are no connections or they are not visible to the monitor.
pt_br: Não há conexões ou elas não são visíveis para o monitor.
ru: Нет подключений или они не видны монитору.

source: OK
ru: хорошо

source: Previous
pt_br: Anterior
ru: предыдущий

source: Previous page
pt_br: Página anterior
ru: Предыдущая страница

source: Program
pt_br: Programa
ru: программа

source: Refresh data
pt_br: Atualizar dados
ru: Обновить данные

source: Remarks
pt_br: Observações
ru: замечания

source: Reset configurations
pt_br: Redefinir configurações
ru: Сброс настроек

source: Search
pt_br: Procurar
ru: Поиск

# SEARCH_ALL_COLUMNS
source: Search in all columns
pt_br: Pesquisar em todas as colunas
ru: Искать во всех столбцах

# SEND
source: Submit
pt_br: Enviar
ru: Отправить

# SEND_MESSAGE_ALL_USERS
source: Send message to all users
pt_br: Enviar mensagem para todos os usuários
ru: Отправить сообщение всем пользователям

# SEND_MESSAGE_SELECTED_USERS
source: Send message to selected users
pt_br: Enviar mensagem para usuários selecionados
ru: Отправить сообщение выбранным пользователям

source: Server
pt_br: Servidor
ru: сервер

source: (short)
pt_br: (curto)
ru: (короткая)

source: Show/hide columns
pt_br: Mostrar/ocultar colunas
ru: Показать / скрыть столбцы

source: Stop server
pt_br: Parar servidor
ru: Стоп сервер

# THREAD
source: Thread ID
ru: ID потока

# TOTAL_INSTRUCTIONS
source: Instructions
pt_br: Instruções
ru: инструкции

source: Unlock server
pt_br: Desbloquear servidor
ru: Разблокировать сервер

# UPDATE_SPEED
source: Update speed {0}
pt_br: Velocidade de atualização {0}
ru: Скорость обновления {0}

source: User
pt_br: Usuário
ru: пользователь

source: User Name
pt_br: Nome do usuário
ru: Имя пользователя

# WARNING_BLOCKING_CONNECTIONS
source: When confirming the blocking of new connections, no user can connect to that server.
pt_br: Ao confirmar o bloqueio de novas conexões, nenhum usuário pode se conectar a esse servidor.
ru: При подтверждении блокировки новых подключений ни один пользователь не может подключиться к этому серверу..

# WARN_ALL_CONNECTIONS_CLOSE_1
source: When confirming the server stop, all connections (including this) will be closed, as well as other processes.
pt_br: Ao confirmar a parada do servidor, todas as conexões (incluindo esta) serão fechadas, bem como outros processos.
ru: При подтверждении остановки сервера все соединения (включая это) будут закрыты, как и другие процессы.

# ERROR_ALL_CONNECTIONS_CLOSE_2
source: Restarting will only be possible by physically accessing the server.
pt_br: Reiniciar só será possível acessando fisicamente o servidor.
ru: Перезапуск будет возможен только при физическом доступе к серверу..

# SECONDS
source: {0} seconds
pt_br: {0} segundos
ru: {0} секунд

# tds.webview.inspect.patch
source: Patch Infos
pt_br: Informações sobre o patch
ru: Информация о патче

# tds.webview.inspect.export.files
source: Export to file
pt_br: Exportar para arquivo
ru: Экспорт в файл

# tds.webview.inspect.export.files2
source: Export items filted to file
pt_br: Exportar itens arquivados em arquivo
ru: Экспортировать элементы, отфильтрованные в файл

# tds.webview.inspect.export.close
source: Close
pt_br: Perto
ru: близко

# tds.webview.inspect.col01
source: Name
pt_br: Nome
ru: название

# tds.webview.inspect.col02
source: Date
pt_br: Data
ru: Дата

# tds.webview.patch.apply
source: Apply Patch
pt_br: Aplicar patch
ru: Применить патч

# tds.webview.server.name
source: Server Name
pt_br: Nome do servidor
ru: Название сервера

# tds.webview.address
source: Address
pt_br: Endereço
ru: Адрес

# tds.webview.environment
source: Environment
pt_br: Ambiente
ru: Окружающая среда

# tds.webview.patch.file
source: Patch File
pt_br: Arquivo de Patch
ru: Патч файл

# tds.webview.applyOld
source: Apply old files
pt_br: Aplicar arquivos antigos
ru: Применить старые файлы

# tds.webview.col01
source: Patch Name
pt_br: Nome do Patch
ru: Название патча

# tds.webview.col02
source: Patch Full Path
pt_br: Caminho completo do patch
ru: Патч Полный Путь

# tds.webview.patch.apply.fail
source: Apply Patch Fail. Please input patch file.
pt_br: Aplicar falha no patch. Insira o arquivo de correção.
ru: Apply Patch Fail. Пожалуйста, введите файл патча.

# tds.webview.patch.apply.file
source: Are you sure you want apply patch {0} from RPO?
pt_br: Tem certeza de que deseja aplicar o patch {0} do RPO?
ru: Вы уверены, что хотите применить патч {0} из RPO??

# tds.webview.server.not.connected
source: No server connected.
pt_br: Nenhum servidor conectado.
ru: Сервер не подключен.

# tds.webview.patch.generate
source: Patch Generation
pt_br: Geração de patches
ru: Генерация патчей

# tds.webview.patch.ignore.files
source: Ignore files
pt_br: Ignorar arquivos
ru: Игнорировать файлы

# tds.webview.patch.filter
source: Filter, ex: MAT or * All (slow)
pt_br: Filtro, ex: MAT ou * Tudo (lento)
ru: Фильтр, например: MAT или * Все (медленно)

# tds.webview.patch.clean.selected
source: Clear Selected
pt_br: Limpar Selecionado
ru: Очистить выбранное

# tds.webview.patch.clean.all
source: Clear All
pt_br: Limpar tudo
ru: Очистить все

# tds.webview.patch.items
source: Items
pt_br: Itens
ru: Предметы

# tds.webview.patch.directory
source: Patch Generation Directory
pt_br: Diretório de geração de patches
ru: Каталог генерации патчей

# tds.webview.patch.file.name.patch
source: Patch file name
pt_br: Nome do arquivo de patch
ru: Имя файла патча

# tds.webview.patch.file.name
source: File name
pt_br: Nome do arquivo
ru: Имя файла

# tds.webview.patch.items.generate
source: Generate
pt_br: Gerar
ru: генерировать

# tds.webview.patch.items.generate.close
source: Generate/Close
pt_br: Gerar/Fechar
ru: Сформировать / Закрыть

# tds.webview.patch.message1
source: The generated patch is based on the files from RPO. Be sure that the included fonts are compiled.
pt_br: O patch gerado é baseado nos arquivos do RPO. Verifique se as fontes incluídas estão compiladas.
ru: Сгенерированный патч основан на файлах из RPO. Убедитесь, что включенные шрифты скомпилированы.

# tds.webview.patch.items.showing
source: Items showing
pt_br: Itens mostrando
ru: Показ предметов

# tds.webview.patch.generate.fail
source: Generate Patch Fail. Please destination directory and sources/resources list.
pt_br: Gere falha de patch. Diretório de destino e lista de fontes/recursos.
ru: Сгенерировать патч Fail. Пожалуйста, каталог назначения и список источников / ресурсов.

# tds.webview.server.select.folder.to.save
source: Select folder to save the Patch
pt_br: Selecione a pasta para salvar o Patch
ru: Выберите папку для сохранения патча

# tds.webview.server.folder.not.selected
source: Folder not selected. The process will not continue.
pt_br: Pasta não selecionada. O processo não continuará.
ru: Папка не выбрана. Процесс не будет продолжаться.
