Repository: 22352927803/tds-vscode
Catalog: tds-vscode-translations/tds-vscode/tds-vscode.*.xlf
Languages: pt_br, ru

# tds.webview.server.patch.name.empty
source: Inform the Patch name or let empty to use the default name
pt_br: Informe o nome do Patch ou deixe em branco para usar o nome padrão
ru: Сообщите имя патча или пустите, чтобы использовать имя по умолчанию

# tds.webview.validate.patch
source: Patch Validate
pt_br: Validar patch
ru: Подтверждение патча

# tds.webview.validate.ignore.files
source: Ignore files
pt_br: Ignorar arquivos
ru: Игнорировать файлы

# tds.webview.validate.export.files
source: Export to file
pt_br: Exportar para arquivo
ru: Экспорт в файл

# tds.webview.validate.export.files2
source: Export items filted to file
pt_br: Exportar itens arquivados em arquivo
ru: Экспортировать элементы, отфильтрованные в файл

# tds.webview.validate.export.close
source: Close
pt_br: Fechar
ru: близко

# tds.webview.validate.filter
source: Filter, ex: MAT or * All (slow)
pt_br: Filtro, ex: MAT ou * Tudo (lento)
ru: Фильтр, например: MAT или * Все (медленно)

# tds.webview.validate.items.showing
source: Items showing
pt_br: Itens mostrando
ru: Показ предметов

# tds.webview.validate.col01
source: File
pt_br: Arquivo
ru: файл

# tds.webview.validate.col02
source: Date Patch
pt_br: Patch de data
ru: Дата патч

# tds.vscode.servernotconnected
source: There is no server connected
pt_br: Não há servidor conectado.
ru: Нет подключенного сервера.

# tds.webview.deleteFile.title
source: Deleting source/resource from RPO
pt_br: Excluindo fonte/recurso do RPO
ru: Удаление источника / ресурса из RPO

# tds.webview.deleteFile.line1
source: In order to delete a source/resource from RPO follow these steps:
pt_br: Para excluir uma fonte/recurso do RPO, siga estas etapas:
ru: Чтобы удалить источник / ресурс из RPO, выполните следующие действия.:

# tds.webview.deleteFile.line2
source: Find source/resource in workspace
pt_br: Localizar fonte/recurso na área de trabalho
ru: Найти источник / ресурс в рабочей области

# tds.webview.deleteFile.line3
source: Select source/recourse with rigth mouse buttom
pt_br: Selecionar fonte/recurso com o botão direito do mouse
ru: Выберите источник / ресурс с правой кнопкой мыши

# tds.webview.deleteFile.line4
source: Select the option 'Delete source/resource from RPO' on popup menu
pt_br: Selecione a opção 'Excluir fonte/recurso do RPO' no menu pop-up
ru: Выберите опцию «Удалить источник / ресурс из RPO» во всплывающем меню

# tds.webview.deleteFile.line5
source: Confirm file deletion selecting the option 'YES' in the form displayed on the bottom right corner.
pt_br: Confirme a exclusão do arquivo selecionando a opção 'SIM' no formulário exibido no canto inferior direito.
ru: Подтвердите удаление файла, выбрав опцию «ДА» в форме, отображаемой в правом нижнем углу.

# tds.vscode.deleteFile
source: Delete File From RPO
pt_br: Excluir arquivo do RPO
ru: Удалить файл из RPO

# tds.vscode.delete_prw_file
source: Are you sure you want to delete {0} files from RPO?
pt_br: Tem certeza de que deseja excluir {0} arquivos do RPO?
ru: Вы уверены, что хотите удалить файлы {0} из RPO??

# tds.vscode.lssettings.auto.complete
source: Auto complete type
pt_br: Tipo de preenchimento automático
ru: Тип автозаполнения

# tds.webview.title
source: Progress...
pt_br: Progresso...
ru: Прогресс...

# tds.webview.welcome
source: Welcome
pt_br: Bem-vinda
ru: желанный

# tds.webview.path.smartclient
source: Path to your SmartClient:
pt_br: Caminho para o seu SmartClient:
ru: Путь к вашему SmartClient:

# tds.webview.dir.include.info.or
source: or
pt_br: ou
ru: или

# tds.package.connect
source: Connect
pt_br: Conectar

# tds.package.rename
source: Rename
pt_br: Renomear

# tds.package.totvs_language_debug
source: TOTVS Language Debug
pt_br: Depuração do idioma TOTVS

# tds.webview.totvsLanguegeClient.reload
source: Reload
pt_br: Recarregar

# tds.webview.serversView.serverSaved
source: Saved server
pt_br: Servidor salvo

# tds.vscode.logger.ending.log
source: Ending log on
pt_br: Terminando o logon

# DISCONNECTING_SERVER
source: Disconnecting [{0}] from the server
pt_br: Desconectando [{0}] do servidor

source: (awaiting selection)
pt_br: (aguardando seleção)
